Repository: NCM97186/herc
Catalog: App_GlobalResources/HercResource.*.resx
Languages: hi_in

source: Error
hi_in: त्रुटि

source: External Links
hi_in: बाह्य लिंक

# Font_Decrease
source: Decrease Text Size
hi_in: पाठ्य का आकार घटाए

# Font_Increase
source: Increase Text Size
hi_in: पाठ्य का आकार बढ़ाए

# Font_Normal
source: Normal Text Size
hi_in: सामान्य पाठ्य आकार

# FooterText_content
source: © Content Owned and
hi_in: © इसके विषयवस्तु का स्वामित्व और

# FooterText_site
source: Site Designed, Developed and Hosted by
hi_in: साइट की संकल्पना, विकास और होस्टिंग:

# Footer_by
source: by
hi_in: द्वारा किया जाता है।

# GovtOf
source: Government of Harayana
hi_in: हरियाणा सरकार

source: Grievance
hi_in: शिकायत

# HightContrast
source: High Contrast View
hi_in: उच्‍च वैषम्‍य दृश्‍य

source: Home Page
hi_in: मुख पृष्ठ

# HomePage1
source: Home Page
hi_in: मुख पृष्ठ

source: Indian Portal
hi_in: भारतीय पोर्टल

# Language
source: Hindi
hi_in: अंग्रेजी

source: Last Updated
hi_in: अंतिम नवीनीकृत

source: More
hi_in: अधिक

# NIC
source: National Informatics Centre
hi_in: राष्ट्रीय सूचना विज्ञान

source: Read More
hi_in: अधिक पढ़ें

source: Screen Reader Access
hi_in: स्क्रीन रीडर का उपयोग

source: Skip to Main Content
hi_in: मुख्‍य सामग्री पर जाए

# StandardContrast
source: Standard view
hi_in: मानक दृश्‍य

# Theme_Blue
source: Blue Theme
hi_in: नीला दृश्‍य

# Theme_Green
source: Green Theme
hi_in: हरा दृश्‍य

# Theme_Orange
source: Orange Theme
hi_in: नारंगी दृश्‍य

# WebsiteTitle
source: Haryana Electricity Regulatory Commission
hi_in: हरियाणा विद्युत विनियामक आयोग

source: You are here :
hi_in: आप यहाँ हैं :

# News_Announcement
source: News &amp;amp; Announcements
hi_in: समाचार और घोषणाएं

# PageUrl
source: content/
hi_in: content/Hindi/

source: Photo Gallery
hi_in: फोटो गैलरी

# DailyOrders
source: Daily / Interim Orders
hi_in: दैनिक / अंतरिम आदेश

# DDPapers
source: Drafts / Discussion Papers
hi_in: प्रारूप / विचारणीय दस्तावेज

source: HERC
hi_in: एच ई आर सी

source: Notifications
hi_in: अधिसूचनाएं

source: Others
hi_in: अन्य

source: Repealed Notifications
hi_in: निरसित अधिसूचनाएं

source: Abbreviations
hi_in: लघुरूप

source: About Us
hi_in: हमारे बारे में

# AboutOmbudsman
source: About Us
hi_in: हमारे बारे में

source: Annual Reports
hi_in: वार्षिक रिपोर्ट

source: Category Wise Orders
hi_in: श्रेणी वार आदेश

# CLSH
source: Schedule of Hearing
hi_in: सुनवाई की अनुसूची

source: Commission Calendar
hi_in: आयोग कैलेंडर

source: Current Year
hi_in: वर्तमान वर्ष

# CurrentYearOrder
source: Current Year Orders
hi_in: वर्तमान वर्ष के आदेश

source: Current Year Petitions
hi_in: वर्तमान वर्ष की याचिकाएं

source: Edit Profile
hi_in: प्रोफ़ाइल संपादित करें

source: Government of Haryana
hi_in: हरियाणा सरकार

# hercfullname
source: Updated by Haryana Electricity Regulatory Commission
hi_in: रखरखाव एवं अद्यतनीकरण: हरियाणा विद्युत नियामक आयोग

# HERCMail
source: HERC Email
hi_in: एच ई आर सी ईमेल

source: Online Status
hi_in: ऑनलाइन स्थिति

source: Orders
hi_in: आदेश

source: Orders Search
hi_in: आदेश खोज

source: Orders Under Appeal
hi_in: अपील के तहत आदेश

source: Petitions
hi_in: याचिका

source: Petitions Search
hi_in: याचिका खोज

source: Power Sector Links
hi_in: विद्युत क्षेत्र के लिंक

# PreviousYearOrder
source: Previous Years Orders
hi_in: पूर्व वर्षों के आदेश

# PreviousYearPetitions
source: Previous Years Petitions
hi_in: पूर्व वर्षों की याचिकाएं

source: Previous Years
hi_in: पूर्व वर्ष

source: Public Notice
hi_in: सार्वजनिक सूचना

# PublicNoticeCurrent
source: Current Year Public Notice
hi_in: वर्तमान वर्ष सार्वजनिक सूचना

source: Repealed Orders
hi_in: निरसित आदेश

source: Repealed Daily Orders
hi_in: निरसित दैनिक आदेश

source: Search Orders
hi_in: आदेश खोज

source: Daily Orders Search
hi_in: दैनिक आदेश खोज

source: Sign out
hi_in: साइन आउट

source: User name
hi_in: यूज़र नेम

source: Visitor
hi_in: आगंतुक

# WhatNew
source: What's New
hi_in: नया क्या है

source: Sitemap
hi_in: साइटमैप

source: Footer Links
hi_in: तल

source: Home Page Left Memu
hi_in: मुख पृष्ठ बाएं मेनू

# LastUpdated1
source: Updated On
hi_in: नवीनीकृत

source: Co-Ordination Forum
hi_in: समन्वय फोरम

source: Licensees
hi_in: लाईसैंसिस

source: Ombudsman
hi_in: लोकपाल

source: State Advisory Committee
hi_in: राज्य सलाहकार समिति

source: Skip to Navigation
hi_in: नेविगेशन पर जाए

source: Haryana Portal
hi_in: हरियाणा पोर्टल

source: Right to Information
hi_in: सूचना का अधिकार

# OmbudsmanPageUrl
source: OmbudsmanContent/
hi_in: OmbudsmanContent/Hindi/

# PubliceNoticeOld
source: Previous Years Public Notice
hi_in: सार्वजनिक पुराने नोटिस

# Appeal
source: Appeals
hi_in: अपील

source: Current Year Appeals
hi_in: वर्तमान वर्ष की अपील

# Previousyeaappeals
source: Previous Years Appeals
hi_in: पूर्व वर्षों की अपील

# SearchAppeal
source: Appeal Search
hi_in: अपील खोज

source: RTI
hi_in: आर. टी. आई.

source: Current Year Applications
hi_in: वर्तमान वर्ष के आवेदन

# PreviousYearApplications
source: Previous Years Applications
hi_in: पिछले वर्ष के आवेदन

# ScheduleOfHearings
source: Schedule of Hearing
hi_in: सुनवाई की अनुसूची

source: Regulations
hi_in: विनियम

source: Standards
hi_in: मानक

source: Repealed Regulations
hi_in: निरसित विनियम

source: Codes
hi_in: संहिता

source: Repealed Codes
hi_in: निरसित संहिता

# RepealedStandard
source: Repealed Standards
hi_in: निरसित मानक

source: Policies
hi_in: नीतियाँ

source: Repealed Policies
hi_in: निरसित नीतियाँ

source: Guidelines
hi_in: दिशानिर्देश

source: Repealed Guidelines
hi_in: निरसित दिशानिर्देश

# NameOfRegulation
source: Name of Regulations
hi_in: नियमों का नाम

# SerialNumber
source: S.No.
hi_in: क्रम संख्या

source: Awards Pronounced
hi_in: उद्घोषित निर्णय

source: Current Year Awards
hi_in: वर्तमान वर्ष के निर्णय

# Previousyearawards
source: Previous Years Awards
hi_in: पूर्व वर्षों के निर्णय

# AwardUnderAppeal
source: Awards Under Appeal
hi_in: अपील के तहत आदेश

# Searchapplication
source: Application Search
hi_in: आवेदन खोज

# PreviousYearRti
source: Previous Years Applications
hi_in: पूर्व वर्षों के आवेदन

source: Tariff
hi_in: टैरिफ

source: Tariff Details
hi_in: टैरिफ विवरण

source: Consumer Empowerment
hi_in: उपभोक्ता सशक्तिकरण

# DistributionCharges
source: Distribution &amp; Retail Supply
hi_in: वितरण एवं खुदरा आपूर्ति

# TransmissionCharges
source: Transmission &amp; SLDC
hi_in: पारेषण एवं एस एल डी सी

# GenerationTariff
source: Generation
hi_in: उत्पादन

# WheelingCharges
source: Wheeling - Distribution System
hi_in: व्हीलिंग - वितरण प्रणाली

source: Current
hi_in: वर्तमान

# CurrentPublicNotice
source: Current Public Notices
hi_in: वर्तमान सार्वजनिक सूचनाएँ

# PreviousPublicNotice
source: Old Public Notices
hi_in: पुरानी सार्वजनिक सूचनाएँ

source: Previous
hi_in: पिछला

source: Profile
hi_in: रूपरेखा

# Profileprev
source: Former Electricity Ombudsmen
hi_in: पूर्व विद्युत लोकपाल

source: Profile Details
hi_in: रूपरेखा विवरण

# Renewal
source: Renewal Energy
hi_in: अक्षय ऊर्जा

# Cross
source: Cross subsidy and Additional Surcharge
hi_in: क्रॉस सब्सिडी तथा अतिरिक्त अधिभार

source: FSA
hi_in: एफ एस ए

source: Details
hi_in: विवरण

source: Contact Us
hi_in: संपर्क करें

source: Locate Us
hi_in: हमसे संपर्क करें

source: General & Misc Charges
hi_in: सामान्य तथा विविध प्रभार

# profileofCurrentMembers
source: Click here to view profile of current Chairperson & Members
hi_in: वर्तमान अध्यक्ष और सदस्यों की रूपरेखा देखने के लिए यहां क्लिक करें

# profileofFormerMembers
source: Click here to view profile of former Chairpersons & Members
hi_in: पूर्व अध्यक्षों और सदस्यों की रूपरेखा देखने के लिए यहां क्लिक करें

# profileofCurrentOmbudsmenMembers
source: Click here to view profile of current Electricity Ombudsman
hi_in: वर्तमान विद्युत लोकपाल की रूपरेखा देखने के लिए यहां क्लिक करें

# profileofFormerOmbudsmenMembers
source: Click here to view profile of former Electricity Ombudsmen
hi_in: पूर्व विद्युत लोकपाल की रूपरेखा देखने के लिए यहां क्लिक करें

# RTICurrent
source: Current Year Applications
hi_in: वर्तमान वर्ष के आवेदन

# RTIPrevious
source: Previous Years Applications
hi_in: पूर्व वर्षों के आवेदन

# CurrentPetition
source: Current Year Petitions
hi_in: वर्तमान वर्ष की याचिकाएं

# PreviousPetition
source: Previous Years Petitions
hi_in: पूर्व वर्षों की याचिकाएं

source: Search
hi_in: खोजें

# Lang
source: en
hi_in: hi

# NoScriptBrowser
source: JavaScript must be enabled in order for you to use the Site in standard view. However, it seems JavaScript is either disabled or not supported by your browser. To use standard view, enable JavaScript by changing your browser options.
hi_in: इस वेबसाइट को अछे मापदंड में देखने के लिए आपको अपना ब्राउजर जावास्क्रिप्ट योग्य बनाना होगा | ऐसा प्रतीत हो रहा है कि आपका ब्राउजर जावास्क्रिप्ट में सक्षम नहीं है | अछे मापदंड के लिए, अपने ब्राउजर को जावास्क्रिप्ट योग्य बनावें |

source: Policies & Guidelines
hi_in: नीतियाँ और दिशानिर्देश

source: Old
hi_in: पुराने

# oldVacancy
source: Old
hi_in: पुरानी

source: Vacancies
hi_in: रिक्तियाँ

source: Ombudsman Calendar
hi_in: लोकपाल कैलेंडर

source: Application Search
hi_in: आवेदन खोज

# AwardsSearch
source: Award Search
hi_in: निर्णय खोज

source: Reports
hi_in: रिपोर्ट

source: Dated :
hi_in: दिनांक :

source: Current Annual Report
hi_in: वर्तमान वार्षिक रिपोर्ट

# OldAnnualReport
source: Old Annual Reports
hi_in: पूर्व वार्षिक रिपोर्ट

source: Current Vacancies
hi_in: वर्तमान रिक्तियाँ

source: Old Vacancies
hi_in: पूर्व रिक्तियाँ

# CurrentDraftDisscussionPaper
source: Current Drafts / Discussion Papers
hi_in: वर्तमान प्रारूप / विचारणीय दस्तावेज

# OldDraftDisscussionPaper
source: Old Drafts / Discussion Papers
hi_in: पूर्व प्रारूप / विचारणीय दस्तावेज

# profileHeading
source: Profile Details of Former Electricity Ombudsman
hi_in: पूर्व विद्युत लोकपाल की प्रोफाइल विवरण

# profileHercDetails
source: Former Chairpersons & Members
hi_in: पूर्व अध्यक्ष और सदस्य

# currentReviewPetitions
source: Current Year Review Petitions
hi_in: वर्तमान वर्ष की रिव्यु याचिकाएं

# CurrentYearAppealPetition
source: Current Year Petitions under appeal
hi_in: वर्तमान वर्ष की अपील के तहत याचिकाएं

source: Current Year Applications- FAA
hi_in: वर्तमान वर्ष के आवेदन- एफ ए ए

source: Current Year Applications- SAA
hi_in: वर्तमान वर्ष के आवेदन- एस ए ए

# PreviousYearApplicationsFAA
source: Previous Years Applications- FAA
hi_in: पूर्व वर्षों के आवेदन- एफ ए ए

# PreviousYearApplicationsSAA
source: Previous Years Applications- SAA
hi_in: पूर्व वर्षों के आवेदन - एस ए ए

# PreviousYearPetitionsAppeal
source: Previous Years Petitions under appeal
hi_in: पिछले वर्षों की अपील के तहत याचिकाएं

# PreviousYearPetitionsReview
source: Previous Years Review Petitions
hi_in: पिछले वर्षों की रिव्यु याचिकाएं

source: National Emblem
hi_in: राष्ट्रीय चिह्न

source: Enter Your Keywords
hi_in: अपने खोजशब्द लिखें

source: Archive
hi_in: संग्रह

# WebsiteTitleOmbudsman
source: The Electricity Ombudsman
hi_in: विद्युत लोकपाल

source: Updated:
hi_in: अद्यतन:

source: Back
hi_in: पिछले

source: Click here to view details
hi_in: विवरण देखने के लिए यहां क्लिक करें

source: Left Links
hi_in: बाएं के लिंक

source: Middle Links
hi_in: मध्य के लिंक

source: Order Links
hi_in: आदेश लिंक

source: Petition Links
hi_in: याचिका लिंक

source: Top Links
hi_in: शीर्ष लिंक

source: View Ombudsman Sitemap
hi_in: लोकपाल साइटमैप देखें

# ViewSitemap
source: View HERC Sitemap
hi_in: एच ई आर सी साइटमैप देखें

source: View Document
hi_in: दस्तावेज देखें

# googleSearch
source: Go
hi_in: खोजें

source: Next Year
hi_in: अगले वर्ष

# FooterText_site_upper
source: Website Nodal Officer: Sh. Rishi Parwanda, System Manager (0172-2590869)
hi_in: वेबसाइट नोडल अधिकारी: श्री ऋषि परवन्दा, सिस्टम मैनेजर (0172-2590869)
